Repository: tonidani/lechsys
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: You Have to confirm mail!
es: Musisz potwierdzić e-mail!

source: Added user %s and sent activation link
es: Dodaj użytkownika %s i wyślij link aktywacyjny

source: bad mail
es: Błąd poczty

source: New team %s added!
es: Nowa drużyna %s została dodana!

source: User %s %s added
es: Użytkownik %s %s został dodany

source: you have some errors in your file, please see If the names not contain spaces before and after!
es: w twoim pliku jest błąd, proszę sprawdź czy imie zawodnika nie zawiera odstępów przed i po!

source: You can not delete yourself!
es: Nie możesz siebie usunąć

source: User %d deleted
es: Użytkownik o danym id: %d - został usunięty

source: You can not edit other admins :>!
es: Nie możesz edytować kont innych administratorów :>!

source: User edited!
es: Użytkownik został zmieniony!

source: Error in the %s field - %s
es: Błąd w %s polu - %s

source: Staff and admins do not have pages!
es: Pracownicy i administratorzy nie mają stron!

source: Staff and admins dont have pages!
es: Pracownicy i administratorzy nie mają stron!

source: No user with this mail in the system!
es: Użytkownik o tym e-mailu nie istnieje

source: Your account has been activated! Please log in
es: Twoje konto zostało ustawione na aktywne!

source: Reset link sent to %s
es: Link resetujący został wysłany do %s

source: Your new Avatar has been set!
es: Twoje nowe hasło zostało ustawione!

source: This event does not exist!
es: Ta osoba nie istnieje w systemie!

source: Survey completed!
es: Ankieta zakończona!

source: Fill all inputs
es: Wypełnij wszystkie pola

source: You have completed this survey!
es: Już wypełniłeś tę ankietę!

source: survey is not ready to be completed!
es: ankieta nie jest gotowa do wypełnienia!

source: You have not completed your Wellness survey! Do it before here: <a href='%s'>Complete Wellness</a>
es: Nie wypełniłeś ankiety Wellness! Zrób to tutaj: <a href='%s'>Ukończ Wellness</a>

source: No rpe or wellness created obj
es: Żadne rpe ani wellness nie zostały stworzone

source: This import has been already completed!
es: Ten import został już zakończony!

source: Not added
es: Nie dodano

source: Added
es: Dodano

source: Data to this event has been added before
es: Dane do tego wydarzenia zostały już dodane

source: This Motoric import has been completed
es: Import danych motorycznych został ukończony

source: this event dont have motric data added! do it before here: <a href='%s'>Add motoric data</a>
es: to wydarzenie nie ma dodanych danych motric! zrób to wcześniej tutaj: <a href='%s'>Dodaj dane motoryczne</a>

source: This import has been completed
es: Import został ukończony

source: event id past checked!!
es: id wydarzenia zostało sprawdzone!!

source: event wellness past checked!!
es: wellness wydarzenia zostało sprawdzone!!

source: This person is not part of this event!
es: Ta osoba nie istnieje w systemie!

source: This event does not exist in the system!
es: To wdarzenie nie istnieje w systemie!

source: This event does not have completed data!
es: Te wydarzenie nie ma uzupełnionych danych!

source: Motoric data edited
es: Dane motoryczne zostały edytowane

source: Kinase data edited
es: Kinaza została edytowana

source: You can not add event without participants!
es: Nie możesz dodać wydarzenia bez uczestników!

source: You can not add event without type!
es: Nie możesz dodać wydarzenia bez typu!

source: Type of event do not match with "Match, Medical or Training"
es: Rodzaj wydarzenia nie pasuje do opcji "Mecz, Medyczne lub Trening"

source: You can not add event ending in the past!"
es: Nie możesz dodać wydarzenia kończące się w przeszłości

source: You can not edit a past event
es: Nie możesz eydtować ukończonego wydarzenia

source: No event with this id!
es: Brak wydarzenia o podanym id

source: You can not delete a past event
es: Nie możesz usunąć ukończonego wydarzenia"

source: Event deleted!
es: Wydarzenie usunięte

source: File size must be less than %d MB
es: Plik musi być mniejszy niż %d MB

source: Select nationality
es: Wybierz narodowość

source: Birth date
es: Data urodzenia

source: Height (in cm)
es: Wysokość (w cm)

source: Please, select a number between 100 cm and 250 cm
es: Proszę wybrać liczbę pomiędzy 100 cm a 250 cm

source: Weight (in kg)
es: Waga (w kg)

source: Please, select a number between 40 kg and 200 kg
es: Proszę wybrać liczbę od 40 kg do 200 kg

source: Select position
es: Wybierz pozycje

source: Shirt number
es: Nr. koszulki

source: Please, select a shirt number between 0 and 100
es: Proszę wybrać numer koszulki od 0 do 100

source: Add Basic Info!
es: Dodaj podstawowe informacje!

source: Name should contain ony letters.
es: Imię powinno zawierać wyłącznie litery

source: Last name should contain ony letters.
es: Nazwisko powinno zawierać wyłącznie litery

source: Please use a different date because you can not live more than 100 years!
es: Proszę użyć innej daty, ponieważ nie możesz żyć dłużej niż 100 lat!

source: Select a date in the past
es: Wybierz przeszłą datę

source: Minimum 3 years
es: Minimum 3 lata

source: Team name
es: Nazwa drużyny

source: Add Team to the system
es: Dodaj zespół do systemu

source: You password should contain at least 10 characters!
es: Twoje hasło powinno zawierać co najmniej 10 znaków!

source: File size must be less than 1 MB
es: Rozmiar pliku musi być mniejszy niż 1 MB

source: Set new avatar!
es: Ustaw nowe zdjęcie!

source: Message
es: Wiadomość

source: Submit
es: Potwierdź

source: Sleep quality
es: Jakość snu

source: Insomnia
es: Bezsenność

source: Restless sleep
es: Niespokojny sen

source: Difficulty falling asleep
es: Trudności z zasypianiem

source: Good
es: Dobrze

source: Very restful
es: Bardzo spokojny

source: Muscle soreness
es: Ból mięśni

source: Very sore
es: Bardzo bolesne

source: Increase in soreness / tightness
es: Zwiększenie bolesności / ucisku

source: Normal
es: Normalny

source: Feeling good
es: Dobre samopoczucie

source: Feeling great
es: Wyśmienite samopoczucie

source: Mood
es: Nastrój

source: Highly irritable / annoyed / down
es: Bardzo drażliwy / zirytowany / zdołowany

source: Snappy with team-mates, family and friends
es: Na pieńku z kolegami z drużyny, rodziną i przyjaciółmi

source: Less interested in others / activities
es: Mniej zainteresowany innymi aktywnościami

source: Generally good mood
es: Generalnie dobry nastrój

source: Very positive mood
es: Bardzo pozytywny nastrój

source: Stress
es: Zestresowany

source: Highly stressed
es: Bardzo zestresowany

source: Feeling stressed
es: Zestresowany

source: Relaxed
es: Zrelaksowany

source: Very Relaxed
es: Bardzo zrelaksowany

source: Fatigue
es: Zmęczenie

source: Always tired
es: Zawsze zmęczony

source: More tired than normal
es: Bardziej zmęczony niż normalnie

source: Fresh
es: Rześki

source: Very fresh
es: Bardzo rześki

source: Mental focus
es: Skupienie mentalne

source: Distracted
es: Rozproszony

source: More distracted than normal
es: Bardziej roztargniony niż normalnie

source: Focused
es: Skupiony

source: Very focused
es: Bardzo skupiony

source: Save
es: Zapisz

source: Motoric file
es: Plik danych Motorycznych

source: Import data
es: Zaimportuj dane

source: total_distance
es: Dystans całkowity

source: total_player_load
es: całkowite_przeciążenie_zawodnika

source: acceleration
es: przyśpieszenie

source: deceleration
es: zmniejszenie_prędkości

source: field_time
es: pole_czasu

source: maximum_velocity
es: maksymalna prędkość

source: meterage_per_minute
es: metry_na_minuty

source: max_vel_per_max
es: max_prędk_na_max

source: running
es: bieg

source: Total distance (m)
es: Totalny dystans (m)

source: Total player load
es: Całkowite przeciążenie zawodnika

source: Acceleration
es: Przyśpieszenie

source: Deceleration
es: Zmniejszenie prędkości

source: Field time
es: Czas na polu

source: Max. velocity
es: Maksymalna prędkość

source: M. per minute
es: M. na minute

source: Max. vel. per. max
es: Max. prędk. na max

source: Running
es: Bieg

source: Edit motoric data
es: Edytuj dane motoryczne

source: The value of total distance cannot be less than 0 or greater than 20000
es: Wartość całkowitego dystansu nie może być mniejsze niż 0 ani większe niż 20000

source: The value of sprint cannot be less than 0 or greater than 10000
es: Wartość sprintu nie może być mniejsze niż 0 ani większe niż 10000

source: The value of total player load cannot be less than 0 or greater than 10000
es: Wartość całkowitego przeciążnia zawodnika nie może być mniejsze niż 0 ani większe niż 10000

source: The value of hsr cannot be less than 0 or greater than 10000
es: Wartość hsr nie może być mniejsze niż 0 ani większe niż 10000

source: The value of acceleration cannot be less than 0 or greater than 10000
es: Wartość przyśpieszenia nie może być mniejsza niż 0 ani większe niż 10000

source: The value of deceleration cannot be less than 0 or greater than 10000
es: Wartość zmniejszenie prędkości nie może być mniejsze niż 0 ani większe niż 10000

source: The value of deceleration cannot be less than 0 or greater than 200 minutes
es: Wartość zmniejszenie prędkości nie może być mniejsze niż 0 ani większe niż 200

source: The value of maximum valocity cannot be less than 0 or greater than 100
es: Wartość maksymalnej prędkości nie może być mniejsze niż 0 ani większe niż 100

source: The value of meterage per minute cannot be less than 0 or greater than 100
es: Wartość metrażu na minutę nie może być mniejsze niż 0 ani większe niż 100

source: The value of maximum velocity per maximum cannot be less than 0 or greater than 100
es: Wartość maksymalnej prędkości przez maks. nie może być mniejsze niż 0 ani większe niż 100

source: The value of running cannot be less than 0 or greater than 100000
es: Wartość biegu nie może być mniejsze niż 0 ani większe niż 100000

source: Kinase
es: Kinaza

source: Edit kinase
es: Edytuj kinaze

source: The value of kinase cannot be less than 0 or greater than 100
es: Wartość kinazy nie może być mniejsza niż 0 ani większa niż 100

source: Rate of preceived exertion
es: Wskaźnik postrzeganego wysiłku

source: Very light activity
es: Bardzo lekka aktywność

source: Light activity
es: Lekka aktywność

source: Moderate activity
es: Umiarkowana aktywność

source: Moderate
es: Umiarkowany

source: Vigorous activiy
es: Energiczna aktywność

source: Vigorous
es: Energiczny

source: Very hard activity
es: Bardzo ciężka aktywność

source: Max effort activity
es: Maksymalny wysiłek przy aktywności

source: Give RPE answer
es: Podaj odpowiedź RPE

source: Select injuried partq
es: Wybierz poszkodowaną część

source: Head
es: Głowa

source: Left Shoulder
es: Lewe ramię

source: Right shoulder
es: Prawe ramię

source: Left arm
es: Lewa ramie

source: Left elbow
es: Lewy łokieć

source: Right elbow
es: Prawy łokieć

source: Left forearm
es: Lewe przedramię

source: Right forearm
es: Prawe przedramię

source: Left wrist
es: Lewy nadgarstek

source: Left hip
es: Lewe biodro

source: Right hip
es: Prawe biodro

source: Right wrist
es: Prawy nadgarstek

source: Left hand
es: Lewa ręka

source: Right hand
es: Prawa ręka

source: Left thigh
es: Lewe udo

source: Right thigh
es: Prawe udo

source: Left knee
es: Lewe kolano

source: Right knee
es: Prawe kolano

source: Left Tibia
es: Lewy piszczel

source: Right Tibia
es: Prawy piszczel

source: Left ankle
es: Lewa kostka

source: Right ankle
es: Prawa kostka

source: Left foot
es: Lewa stopa

source: Right foot
es: Prawa stopa

source: Tissue
es: Tkanka

source: Bone
es: Kość

source: Tendon
es: Ścięgno

source: Muscle
es: Mięsień

source: Joint / Articulation
es: Łączenie / Artykulacja

source: Trauma
es: Uraz

source: Contusion
es: Kontuzja

source: Wound
es: Rana

source: Fracture
es: Pęknięcie

source: Sprain
es: Zwichnięcie

source: Dislocation
es: Przemieszczenie

source: start of injury
es: początek kontuzji

source: End of injury (prediction)
es: Koniec kontuzji (przewidywanie)

source: Add some details
es: Dodaj kilka szczegółów

source: Add Injury to player
es: Dodaj kontuzję gracza

source: You can not End a Injury before it Start!
es: Nie możesz zakończyć kontuzji przed jej rozpoczęciem!

source: You can not Start a Injury in the future!
es: Nie możesz rozpocząć kontuzji w przyszłości!

source: Select injuried part
es: Wybierz poszkodowaną część

source: Edit Injury to player
es: Edytuj kontuzję gracza

source: Your activation link is: %s
es: Twój link aktywacyjny to: %s

source: Your link for reset password is: %s
es: Twój link aby zresetować hasło to: %s

source: Add name
es: Nazwisko

source: Team name error:
es: Błąd nazwy drużyny:

source: Teams in the system
es: Zespoły w systemie

source: Team
es: Drużyny

source: Date
es: Data

source: Choose one
es: Wybierz jeden

source: Height in cm
es: Wysokość w cm

source: Height
es: Wzrost

source: Dont lie :)
es: Nie kłam :)

source: Weight
es: Waga

source: Position
es: Pozycja

source: Shirt no
es: Nr. Koszulki

source: Shirt
es: Koszulka

source: Days
es: Dni

source: Active Injury
es: Aktywna kontuzja

source: Details
es: Szczegóły

source: Active Injuries
es: Aktywne kontuzję

source: Touch for edit
es: Kliknij aby edytować

source: Body part
es: Część ciała

source: Start date
es: Data startu

source: End date (prediction)
es: Data końca (przewidywana)

source: Additional info
es: Dodatkowe informacje

source: Please, provide more information about the injury
es: Proszę podać więcej informacji o kontuzji

source: Left shoulder
es: Lewe ramię

source: Complete bellow
es: Uzupełnij poniżej

source: Selected Part:
es: Wybierz część:

source: Days:
es: Dni:

source: Events Completed
es: Wydarzenia zakończone

source: Search Event by name
es: Wyszukaj wydarzenie według nazwy

source: Send reminder
es: Wyślij przypomnienie

source: Total Completed:
es: Łącznie Ukończono:

source: Not Completed:
es: Nie ukończono:

source: Injured:
es: Kontuzjowany:

source: Complete it here!
es: Ukończ to tutaj

source: Edit data
es: Edytuj dane

source: Surveys List
es: Lista ankiet

source: Search Event by name and team
es: Szukaj wydarzenia po nazwe i drużynie

source: NOT COMPLETED
es: Nie ukończono

source: COMPLETED
es: Ukończono

source: Energy
es: Energia

source: Muscle Soreness
es: Ból mięśni

source: Sleep Quality
es: Jakość snu

source: TO COMPLETE
es: Do ukończenia

source: Injuried
es: Kontuzjowany

source: Rpe Borge Scale
es: Skala borge'a RPE

source: Events
es: wydarzenia

source: End:
es: Koniec:

source: Type
es: Typ

source: Match - International
es: Mecz - Międzynarodowy

source: Match - Cup
es: Mecz - Puchar

source: Match - League
es: Mecz - Ligowy

source: No events to show !
es: Brak wydarzeń do wyświetlenia

source: Next Import to add
es: Następny import do dodania

source: Next Surveys
es: Następne Ankiety

source: Import
es: Importuj

source: Survey
es: Ankiety

source: ACTIVE
es: AKTYWNE

source: NOT ACTIVE
es: NIEAKTYWNE

source: EXPIRED
es: MINĘŁO

source: No Surveys to complete !
es: Brak ankiet do wypełnienia !

source: Kinase data to add
es: Dane kinazy do dodania

source: No KINASE events to show !
es: Brak KIKAZY wydarzeń do wyświetlenia!

source: Motoric data to import
es: Dane motoryczne do importu

source: No Motoric data to import!
es: Brak danych motorycznych do importu!

source: Wellness data to complete
es: Dane wellness do ukończenia

source: No Wellness events to show !
es: Brak wydarzeń wellness do wyświetlenia!

source: Rpe data to complete
es: Dane RPE do ukończenia

source: No RPE Surveys to show !
es: Brak ankiet RPE do wyświetlenia!

source: Notifications
es: Akcje

source: No notifications to show!
es: Brak powiadomień do wyświetlenia!

source: Fast access
es: Szybki dostęp

source: Add user
es: Dodaj użytkonika +

source: Add team
es: Dodaj drużynę +

source: Nationality
es: Narodowość

source: Last time seen:
es: Ostatnio widziany:

source: Health State:
es: Status zdrowia:

source: HEALTHY
es: ZDROWIE

source: Avatar
es: Zdjęcie

source: Change Password
es: hasło

source: Repeat Password:
es: powtórz hasło

source: Push notifications look like SMS text messages and mobile alerts, but they only reach users who have installed this app. It is recommended to enable this feature.
es: Powiadomienia Push wyglądają jak wiadomości tekstowe SMS i powiadomienia mobilne, ale docierają one tylko do użytkowników, którzy zainstalowali tę aplikację. Zaleca się, aby włączyć tę funkcję.

source: Your file is bigger than 2MiB, upload another file, size:
es: Twój plik jest większy niż 2MiB, prześlij inny plik o rozmiarze:

source: Upload another file !
es: Prześlij inny plik !

source: Allowed files: jpg, png.
es: Dozwolone pliki: jpg, png.

source: Event Data
es: Wybierz rolę

source: Wybierz użytkownika lub team
es: Select a user or team

source: Search people by name and team
es: Szukaj osób według nazwy i zespołu

source: Health
es: Zdrowie

source: Player
es: Importuj zawodników

source: Staff
es: Personel

source: Messages
es: Zdjęcie

source: Install our App and Add to home screen
es: Zainstaluj naszą App i dodaj do ekranu głownego

source: Your mail is:
es: Podaj mail'a

source: Full name:
es: Pełne imie:

source: *Password should have at least 10 characters.
es: *Hasło powinno mieć co najmniej 10 znaków.

source: File
es: Plik

source: Repeat password
es: powtórz hasło

source: Your file is bigger than 5MiB, upload another file, size:
es: Twój plik jest większy niż 5MiB, prześlij inny plik o rozmiarze:

source: Participants
es: Uczestnicy

source: Edit Motoric data
es: Edytuj dane motoryczne

source: WAS HEALTHY
es: BYŁ ZDROWY

source: CONTUSION
es: Akcje

source: Edit Kinase data
es: Edytuj dane kinazy

source: Import Kinase
es: Imie

source: Import data Manually
es: Importuj dane ręcznie

source: IMPORT COMPLETED
es: Importuj zawodników

source: Add Data
es: Dodaj Dane

source: IMPORTANT: For people without added data, the system will automatically add zeros next to the data of this event, you can always change it later, are you sure it should stay like this?
es: WAŻNE: dla osób bez dodanych danych system doda je automatyczniedodaj zera przy danych tego wydarzenia, zawsze możesz to później zmienićCzy jesteś pewien, że tak powinno pozostać?

source: Yes, it should stay like this
es: Tak, powinno tak pozostać

source: Some Value is not a number! Fill all spaces
es: Pewna wartość nie jest liczbą! Wypełnij wszystkie miejsca

source: Import data from file
es: Importuj dane z pliku

source: Wellness Survey Resume
es: Podsumowanie ankiet wellness

source: Rpe Survey Resume
es: Podsumowanie ankiet RPE

source: Motoric Data Resume
es: Importuj sprawozdanie motoryczne

source: Kinase Data Resume
es: Podsumowanie danych kinazy

source: Event
es: Wydarzenie

source: Wellness survey
es: Ankieta wellness
